Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: 1103.11.2.5 Bathing fixtures.
fr_ca: 1103.11.2.5 Équipements de bain.

source: 1103.11.2.5.1 Bathtub.
fr_ca: 1103.11.2.5.1 Baignoire.

source: 1103.12 Kitchens.
fr_ca: 1103.12 Cuisines.

source: 1103.12.1 Clearance.
fr_ca: 1103.12.1 Dégagement.

source: 1103.12.1.1 Minimum clearance.
fr_ca: 1103.12.1.1 Dégagement minimum.

source: 1103.12.1.2 U-shaped kitchens.
fr_ca: 1103.12.1.2 Cuisines en forme de U.

source: 1103.12.2 Clear floor space.
fr_ca: 1103.12.2 Surface de plancher dégagée.

source: 1103.12.3 Work surface.
fr_ca: 1103.12.3 Surface de travail.

source: 1103.12.3.1 Clear floor space.
fr_ca: 1103.12.3.1 Surface de plancher dégagée.

source: 1103.12.3.2 Height.
fr_ca: 1103.12.3.2 Hauteur.

source: 1103.12.3.3 Exposed surfaces.
fr_ca: 1103.12.3.3 Surfaces exposées.

source: 1103.12.4 Sink.
fr_ca: 1103.12.4 Évier.

source: 1103.12.4.1 Clear floor space.
fr_ca: 1103.12.4.1 Surface de plancher dégagée.

source: 1103.12.4.2 Height.
fr_ca: 1103.12.4.2 Hauteur.

source: 1103.12.4.3 Faucets.
fr_ca: 1103.12.4.3 Robinets.

source: 1103.12.4.4 Exposed pipes and surfaces.
fr_ca: 1103.12.4.4 Tuyaux et surfaces exposés.

source: 1103.12.5 Appliances.
fr_ca: 1103.12.5 Appareils.

source: 1103.12.5.1 Operable parts.
fr_ca: 1103.12.5.1 Parties manœuvrables.

source: 1103.12.5.2 Clear floor space.
fr_ca: 1103.12.5.2 Surface de plancher dégagée.

source: 1103.12.5.3 Dishwasher.
fr_ca: 1103.12.5.3 Lave-vaisselle.

source: 1103.12.5.4 Cooktop.
fr_ca: 1103.12.5.4 Table de cuisson.

source: 1103.12.5.4.1 Approach.
fr_ca: 1103.12.5.4.1 Accès.

source: 1103.12.5.4.2 Forward approach.
fr_ca: 1103.12.5.4.2 Approche frontale.

source: 1103.12.5.4.3 Parallel approach.
fr_ca: 1103.12.5.4.3 Accès parallèle.

source: 1103.12.5.4.4 Controls.
fr_ca: 1103.12.5.4.4 Commandes.

source: 1103.12.5.5 Oven.
fr_ca: 1103.12.5.5 Four.

source: 1103.12.5.5.1 Clear floor space.
fr_ca: 1103.12.5.5.1 Surface de plancher dégagée.

source: 1103.12.5.5.2 Side-hinged door ovens.
fr_ca: 1103.12.5.5.2 Fours à porte à charnières latérales.

source: 1103.12.5.5.3 Bottom-hinged door ovens.
fr_ca: 1103.12.5.5.3 Fours à porte à charnières inférieures.

source: 1103.12.5.5.4 Controls.
fr_ca: 1103.12.5.5.4 Commandes.

source: 1103.12.5.6 Refrigerator/freezer.
fr_ca: 1103.12.5.6 Réfrigérateur/congélateur.

source: 1103.13 Windows.
fr_ca: 1103.13 Fenêtres.

source: 1103.13.1 Natural ventilation.
fr_ca: 1103.13.1 Ventilation naturelle.

source: 1103.13.2 Emergency escape.
fr_ca: 1103.13.2 Évacuation d'urgence.

source: 1103.14 Storage facilities.
fr_ca: 1103.14 Installations d'entreposage.

source: 1103.2 General exceptions.
fr_ca: 1103.2 Exceptions générales.

source: 1103.2 Primary entrance.
fr_ca: 1103.2 Entrée principale.

source: 1103.2.1 Specific requirements.
fr_ca: 1103.2.1 Exigences spécifiques.

source: 1103.2.10 Highway tollbooths.
fr_ca: 1103.2.10 Postes de péage autoroutier.

source: 1103.2.11 Residential Group R-1.
fr_ca: 1103.2.11 Résidentiel, groupe R-1.

source: 1103.2.12 Day care facilities.
fr_ca: 1103.2.12 Garderies.

source: 1103.2.13 Detention and correctional facilities.
fr_ca: 1103.2.13 Établissements de détention et correctionnels.

source: 1103.2.14 Walk-in coolers and freezers.
fr_ca: 1103.2.14 Chambres froides et congélateurs.

source: 1103.2.2 Employee work areas.
fr_ca: 1103.2.2 Zones de travail des employés.

source: 1103.2.3 Detached dwellings.
fr_ca: 1103.2.3 Logements individuels.

source: 1103.2.4 Utility buildings.
fr_ca: 1103.2.4 Bâtiments de services publics.

source: 1103.2.5 Construction sites.
fr_ca: 1103.2.5 Chantiers de construction.

source: 1103.2.6 Raised areas.
fr_ca: 1103.2.6 Zones surélevées.

source: 1103.2.7 Limited access spaces.
fr_ca: 1103.2.7 Espaces à accès limité.

source: 1103.2.8 Areas in places of religious worship.
fr_ca: 1103.2.8 Zones dans les lieux de culte religieux.

source: 1103.2.9 Equipment spaces.
fr_ca: 1103.2.9 Locaux techniques.

source: 1103.3 Accessible route.
fr_ca: 1103.3 Itinéraire accessible.

source: 1103.3.1 Location.
fr_ca: 1103.3.1 Emplacement.

source: 1103.3.2 Turning space.
fr_ca: 1103.3.2 Aire de braquage.

source: 1103.3.3 Components.
fr_ca: 1103.3.3 Composants.

source: 1103.4 Walking surfaces.
fr_ca: 1103.4 Surfaces de circulation.

source: 1103.5 Doors and doorways.
fr_ca: 1103.5 Portes et ouvertures de porte.

source: 1103.6 Ramps.
fr_ca: 1103.6 Rampes.

source: 1103.7 Elevators.
fr_ca: 1103.7 Ascenseurs.

source: 1103.8 Platform lifts.
fr_ca: 1103.8 Plateformes élévatrices.

source: 1103.9 Operable parts.
fr_ca: 1103.9 Parties manœuvrables.

source: 1104 TYPE B UNITS
fr_ca: 1104 UNITÉS DE TYPE B

source: 1104.1 General.
fr_ca: 1104.1 Généralités.

source: 1104.1 Site arrival points.
fr_ca: 1104.1 Points d'arrivée sur le site.

source: 1104.10 Laundry equipment.
fr_ca: 1104.10 Équipement de buanderie.

source: 1104.10.1 Clear floor space.
fr_ca: 1104.10.1 Surface de plancher dégagée.

source: 1104.11 Toilet and bathing facilities.
fr_ca: 1104.11 Toilettes et salles de bain.

source: 1104.11.1 Grab bar and shower seat reinforcement.
fr_ca: 1104.11.1 Renforcement des barres d'appui et des sièges de douche.

source: 1104.11.1.1 Swing–up grab bars.
fr_ca: 1104.11.1.1 Barres d'appui pivotantes.

source: 1104.11.2 Clear floor space.
fr_ca: 1104.11.2 Surface de plancher dégagée.

source: 1104.11.2.1 Doors.
fr_ca: 1104.11.2.1 Portes.

source: 1104.11.2.2 Knee and toe clearance.
fr_ca: 1104.11.2.2 Dégagement pour les genoux et les orteils.

source: 1104.11.3 Toilet and bathing areas.
fr_ca: 1104.11.3 Toilettes et salles de bain.

source: 1104.11.3.1.1 Lavatory.
fr_ca: 1104.11.3.1.1 Lavabo.

source: 1104.11.3.1.2.1 Location.
fr_ca: 1104.11.3.1.2.1 Emplacement.

source: 1104.11.3.1.2.2 Clearance.
fr_ca: 1104.11.3.1.2.2 Dégagement.

source: 1104.11.3.1.2.2.1 Clearance width.
fr_ca: 1104.11.3.1.2.2.1 Largeur du dégagement.

source: 1104.11.3.1.2.2.2 Clearance depth.
fr_ca: 1104.11.3.1.2.2.2 Profondeur du dégagement.

source: 1104.11.3.1.2.2.3 Increased clearance depth at forward approach.
fr_ca: 1104.11.3.1.2.2.3 Profondeur de dégagement accrue lors de l'approche par l'avant.

source: 1104.11.3.1.2.2.4 Clearance overlap.
fr_ca: 1104.11.3.1.2.2.4 Chevauchement du dégagement.

source: 1104.11.3.1.3 Bathing fixtures.
fr_ca: 1104.11.3.1.3 Équipements de bain.

source: 1104.11.3.1.3.1 Parallel approach bathtubs.
fr_ca: 1104.11.3.1.3.1 Baignoires à accès parallèle.

source: 1104.11.3.1.3.3 Shower compartment.
fr_ca: 1104.11.3.1.3.3 Compartiment de douche.

source: 1104.11.3.2.1 Lavatory.
fr_ca: 1104.11.3.2.1 Lavabo.

source: 1104.11.3.2.1.1 Height.
fr_ca: 1104.11.3.2.1.1 Hauteur.

source: 1104.11.3.2.2 Water closet.
fr_ca: 1104.11.3.2.2 Cabine de toilette.

source: 1104.11.3.2.3 Bathing fixtures.
fr_ca: 1104.11.3.2.3 Équipements de bain.

source: 1104.11.3.2.3.1 Bathtub.
fr_ca: 1104.11.3.2.3.1 Baignoire.

source: 1104.11.3.2.3.2 Shower compartment.
fr_ca: 1104.11.3.2.3.2 Compartiment de douche.

source: 1104.12 Kitchens.
fr_ca: 1104.12 Cuisines.

source: 1104.12.1 Clearance.
fr_ca: 1104.12.1 Dégagement.

source: 1104.12.1.1 Minimum clearance.
fr_ca: 1104.12.1.1 Dégagement minimal.

source: 1104.12.1.2 U-sh1aped kitchens.
fr_ca: 1104.12.1.2 Cuisines en forme de U.

source: 1104.12.2 Clear floor space.
fr_ca: 1104.12.2 Surface de plancher dégagée.

source: 1104.12.2.1 Sink.
fr_ca: 1104.12.2.1 Évier.

source: 1104.12.2.2 Dishwasher.
fr_ca: 1104.12.2.2 Lave-vaisselle.

source: 1104.12.2.3 Cooktop.
fr_ca: 1104.12.2.3 Table de cuisson.

source: 1104.12.2.3.1 Approach.
fr_ca: 1104.12.2.3.1 Accès.

source: 1104.12.2.3.2 Forward approach.
fr_ca: 1104.12.2.3.2 Approche de face.

source: 1104.12.2.3.3 Parallel approach.
fr_ca: 1104.12.2.3.3 Accès parallèle.

source: 1104.12.2.4 Oven.
fr_ca: 1104.12.2.4 Four.

source: 1104.12.2.5 Refrigerator/freezer.
fr_ca: 1104.12.2.5 Réfrigérateur/congélateur.

source: 1104.12.2.5.1 Approach.
fr_ca: 1104.12.2.5.1 Approche.

source: 1104.12.2.5.2 Forward approach.
fr_ca: 1104.12.2.5.2 Approche de face.

source: 1104.12.2.5.3 Parallel approach.
fr_ca: 1104.12.2.5.3 Accès parallèle.

source: 1104.12.2.6 Trash compactor.
fr_ca: 1104.12.2.6 Compacteur de déchets.

source: 1104.2 Primary entrance.
fr_ca: 1104.2 Entrée principale.

source: 1104.2 Within a site.
fr_ca: 1104.2 Dans un site.

source: 1104.3 Accessible route.
fr_ca: 1104.3 Itinéraire accessible.

source: 1104.3 Connected spaces.
fr_ca: 1104.3 Espaces connectés.

source: 1104.3.1 Employee work areas
fr_ca: 1104.3.1 Zones de travail des employés

source: 1104.3.1 Location.
fr_ca: 1104.3.1 Emplacement.

source: 1104.3.2 Components.
fr_ca: 1104.3.2 Composants.

source: 1104.3.2 Press boxes.
fr_ca: 1104.3.2 Loges de presse.

source: 1104.4 Multistory buildings and facilities.
fr_ca: 1104.4 Bâtiments et installations à plusieurs étages.

source: 1104.4 Walking surfaces.
fr_ca: 1104.4 Surfaces de circulation.

source: 1104.4.1 Clear width.
fr_ca: 1104.4.1 Largeur libre.

source: 1104.4.2 Changes in level.
fr_ca: 1104.4.2 Changements de niveau.

source: 1104.5 Doors and doorways.
fr_ca: 1104.5 Portes et ouvertures de porte.

source: 1104.5 Location.
fr_ca: 1104.5 Emplacement.

source: 1104.5.1 Primary entrance door.
fr_ca: 1104.5.1 Porte d'entrée principale.

source: 1104.5.2 User passage doorways.
fr_ca: 1104.5.2 Ouvertures de porte pour le passage des utilisateurs.

source: 1104.5.2.1 Clear width.
fr_ca: 1104.5.2.1 Largeur libre.

source: 1104.5.2.1.1 Double leaf doorways.
fr_ca: 1104.5.2.1.1 Ouvertures de porte à deux battants.

source: 1104.5.2.2 Thresholds.
fr_ca: 1104.5.2.2 Seuils.

source: 1104.5.2.3 Automatic doors.
fr_ca: 1104.5.2.3 Portes automatiques.

source: 1104.6 Ramps.
fr_ca: 1104.6 Rampes.

source: 1104.6 Security barriers.
fr_ca: 1104.6 Barrières de sécurité.

source: 1104.7 Elevators.
fr_ca: 1104.7 Ascenseurs.

source: 1104.8 Platform lifts.
fr_ca: 1104.8 Plateformes élévatrices.

source: 1104.9 Operable parts.
fr_ca: 1104.9 Parties manœuvrables.

source: 1105 TYPE C (VISITABLE) UNITS
fr_ca: 1105 LOGEMENTS DE TYPE C (VISITABLES)

source: 1105.1 General.
fr_ca: 1105.1 Généralités.

source: 1105.1 Public entrances.
fr_ca: 1105.1 Entrées publiques.

source: 1105.1.1 Automatic doors.
fr_ca: 1105.1.1 Portes automatiques.

source: 1105.1.2 Parking garage entrances.
fr_ca: 1105.1.2 Entrées des garages de stationnement.

source: 1105.1.3 Entrances from tunnels or elevated walkways.
fr_ca: 1105.1.3 Entrées depuis des tunnels ou des passerelles surélevées.

source: 1105.1.4 Restricted entrances.
fr_ca: 1105.1.4 Entrées restreintes.

source: 1105.1.5 Entrances for inmates or detainees.
fr_ca: 1105.1.5 Entrées pour les détenus ou les prisonniers.

source: 1105.1.6 Service entrances.
fr_ca: 1105.1.6 Entrées de service.

source: 1105.1.7 Tenant spaces.
fr_ca: 1105.1.7 Espaces locatifs.

source: 1105.1.8 Dwelling units and sleeping units.
fr_ca: 1105.1.8 Logements et unités de couchage.

source: 1105.2 Unit entrance.
fr_ca: 1105.2 Entrée de logement.

source: 1105.3 Connected spaces.
fr_ca: 1105.3 Espaces reliés.

source: 1105.4 Interior spaces.
fr_ca: 1105.4 Espaces intérieurs.

source: 1105.5 Circulation path.
fr_ca: 1105.5 Voie de circulation.

source: 1105.5.1 Components.
fr_ca: 1105.5.1 Composants.

source: 1105.5.2 Walking surfaces.
fr_ca: 1105.5.2 Surfaces de circulation.

source: 1105.5.2.1 Clear width.
fr_ca: 1105.5.2.1 Largeur libre.

source: 1105.5.3 Doors and doorways.
fr_ca: 1105.5.3 Portes et ouvertures de porte.

source: 1105.5.3.1 Clear width.
fr_ca: 1105.5.3.1 Largeur libre.

source: 1105.5.3.2 Thresholds.
fr_ca: 1105.5.3.2 Seuils.

source: 1105.5.4 Ramps.
fr_ca: 1105.5.4 Rampes.

source: 1105.5.4.1 Clear width.
fr_ca: 1105.5.4.1 Largeur libre.

source: 1105.6 Toilet room or bathroom.
fr_ca: 1105.6 Toilettes ou salle de bain.

source: 1105.7 Food preparation area.
fr_ca: 1105.7 Zone de préparation des aliments.

source: 1105.8 Lighting controls and receptacle outlets.
fr_ca: 1105.8 Commandes d'éclairage et prises de courant.

source: 1106.1 General.
fr_ca: 1106.1 Généralités.

source: 1106.2 Unit smoke detection.
fr_ca: 1106.2 Détection de fumée dans les logements.

source: 1106.3 Building fire alarm system.
fr_ca: 1106.3 Système d'alarme d'incendie du bâtiment.

source: 1106.4 Visible notification appliances.
fr_ca: 1106.4 Dispositifs de notification visibles.

source: 1106.4.1 Appliances.
fr_ca: 1106.4.1 Appareils.

source: 1106.4.3 Interconnection.
fr_ca: 1106.4.3 Interconnexion.

source: 1106.4.4 Prohibited use.
fr_ca: 1106.4.4 Utilisation interdite.

source: 1106.5 Unit primary entrance.
fr_ca: 1106.5 Entrée principale du logement.

source: 1106.6 Site, building or floor entrance.
fr_ca: 1106.6 Entrée du site, du bâtiment ou de l'étage.

source: 1106.7 Closed-circuit communication systems.
fr_ca: 1106.7 Systèmes de communication en circuit fermé.

source: 1108.1 General.
fr_ca: 1108.1 Généralités.

source: 1108.2 Design.
fr_ca: 1108.2 Conception.

source: 1108.3 Accessible spaces.
fr_ca: 1108.3 Espaces accessibles.

source: 1108.4 Accessible route.
fr_ca: 1108.4 Itinéraire accessible.

source: 1108.5 Group I.
fr_ca: 1108.5 Groupe I.

source: 1108.5.1 Group I-1.
fr_ca: 1108.5.1 Groupe I-1.

source: 1108.5.1.1 Accessible units.
fr_ca: 1108.5.1.1 Unités accessibles.

source: 1108.5.1.2 Accessible units in Group I-1, Condition 2.
fr_ca: 1108.5.1.2 Unités accessibles dans le groupe I-1, condition 2.

source: 1108.5.1.3 Type B units.
fr_ca: 1108.5.1.3 Unités de type B.

source: 1108.5.2 Group I-2 nursing homes.
fr_ca: 1108.5.2 Centres d'hébergement et de soins de longue durée du groupe I-2.

source: 1108.5.2.1 Accessible units.
fr_ca: 1108.5.2.1 Unités accessibles.

source: 1108.5.2.2 Type B units.
fr_ca: 1108.5.2.2 Unités de type B.

source: 1108.5.3 Group I-2 hospitals.
fr_ca: 1108.5.3 Hôpitaux du groupe I-2.

source: 1108.5.3.1 Accessible units.
fr_ca: 1108.5.3.1 Unités accessibles.

source: 1108.5.3.2 Type B units.
fr_ca: 1108.5.3.2 Unités de type B.

source: 1108.5.4 Group I-2 rehabilitation facilities
fr_ca: 1108.5.4 Établissements de réadaptation du groupe I-2

source: 1108.5.5 Group I-3.
fr_ca: 1108.5.5 Groupe I-3.

source: 1108.5.5.3 Medical care facilities.
fr_ca: 1108.5.5.3 Établissements de soins médicaux.

source: 1108.6 Group R.
fr_ca: 1108.6 Groupe R.

source: 1108.6.1 Group R-1.
fr_ca: 1108.6.1 Groupe R-1.

source: 1108.6.1.1 Accessible units.
fr_ca: 1108.6.1.1 Unités accessibles.

source: 1108.6.1.2 Type B units.
fr_ca: 1108.6.1.2 Unités de type B.

source: 1108.6.2 Group R-2.
fr_ca: 1108.6.2 Groupe R-2.

source: 1108.6.2.1 Live/work units.
fr_ca: 1108.6.2.1 Unités d'habitation/de travail.

source: 1108.6.2.2 Apartment houses, monasteries and convents.
fr_ca: 1108.6.2.2 Immeubles d'appartements, monastères et couvents.

source: 1108.6.2.2.1 Type A units.
fr_ca: 1108.6.2.2.1 Unités de type A.

source: 1108.6.2.2.2 Type B units.
fr_ca: 1108.6.2.2.2 Unités de type B.

source: 1108.6.2.3 Group R-2 other than live/work units, apartment houses, monasteries and convents.
fr_ca: 1108.6.2.3 Groupe R-2 autre que les unités d'habitation/de travail, les immeubles d'appartements, les monastères et les couvents.

source: 1108.6.2.3.1 Accessible units.
fr_ca: 1108.6.2.3.1 Unités accessibles.

source: 1108.6.2.3.2 Type B units.
fr_ca: 1108.6.2.3.2 Unités de type B.

source: 1108.6.3 Group R-3.
fr_ca: 1108.6.3 Groupe R-3.

source: 1108.6.4 Group R-4.
fr_ca: 1108.6.4 Groupe R-4.

source: 1108.6.4.1 Accessible units.
fr_ca: 1108.6.4.1 Unités accessibles.

source: 1108.6.4.2 Type B units.
fr_ca: 1108.6.4.2 Unités de type B.

source: 1108.7 General exceptions.
fr_ca: 1108.7 Exceptions générales.

source: 1108.7.1 Structures without elevator service.
fr_ca: 1108.7.1 Structures sans service d'ascenseur.

source: 1108.7.1.1 One story with Type B units required.
fr_ca: 1108.7.1.1 Un étage avec des unités de type B est exigé.

source: 1108.7.1.2 Additional stories with Type B units.
fr_ca: 1108.7.1.2 Étages supplémentaires avec des unités de type B.

source: 1108.7.2 Multistory units.
fr_ca: 1108.7.2 Unités à plusieurs étages.

source: 1108.7.3 Elevator service to the lowest story with units.
fr_ca: 1108.7.3 Service d'ascenseur jusqu'à l'étage le plus bas comportant des unités.

source: 1108.7.4 Site impracticality.
fr_ca: 1108.7.4 Impraticabilité du site.

source: 1108.7.5 Flood hazard areas.
fr_ca: 1108.7.5 Zones à risque d'inondation.

source: 1108.5.5.1 Group I-3 sleeping units.
fr_ca: 1108.5.5.1 Unités de couchage du groupe I-3.

source: 1112.1 Signs.
fr_ca: 1112.1 Panneaux.

source: 1112.2 Signs identifying toilet or bathing rooms.
fr_ca: 1112.2 Panneaux identifiant les toilettes ou les salles de bain.

source: 1112.4 Other signs.
fr_ca: 1112.4 Autres panneaux.

source: 1112.5 Variable message signs.
fr_ca: 1112.5 Panneaux à message variable.

source: 1112.5.2 Emergency shelters
fr_ca: 1112.5.2 Abris d'urgence

source: 1202.5 Natural ventilation.
fr_ca: 1202.5 Ventilation naturelle.

source: 1202.5.1 Ventilation area required.
fr_ca: 1202.5.1 Aire de ventilation requise.

source: 1202.5.1.1 Adjoining spaces.
fr_ca: 1202.5.1.1 Espaces adjacents.

source: 1202.5.1.2 Openings below grade.
fr_ca: 1202.5.1.2 Ouvertures sous le niveau du sol.

source: 1203.1 Equipment and systems.
fr_ca: 1203.1 Équipement et systèmes.

source: 1206.1 Scope.
fr_ca: 1206.1 Portée.

source: 1206.2 Airborne sound.
fr_ca: 1206.2 Bruit aérien.

source: 1206.2.1 Masonry.
fr_ca: 1206.2.1 Maçonnerie.

source: 1206.3 Structure-borne sound.
fr_ca: 1206.3 Bruit de structure.

source: 1208.1 Minimum room widths.
fr_ca: 1208.1 Largeurs minimales des pièces.

source: 1208.2 Minimum ceiling heights.
fr_ca: 1208.2 Hauteurs de plafond minimales.

source: 1208.2.1 Furred ceiling.
fr_ca: 1208.2.1 Plafond suspendu.

source: 1208.3 Room area.
fr_ca: 1208.3 Aire de la pièce.

source: 1208.4 Efficiency dwelling units.
fr_ca: 1208.4 Logements de type studio.

source: 1/4″ ties at 18″ and two ties at each bend in vertical steel.
fr_ca: Attaches de 1/4 po à 18 po et deux attaches à chaque coude en acier vertical.

source: 1Measured center to center
fr_ca: 1Mesuré de centre à centre

source: 1The height of the wheelchair space location is the vertical distance from the tread of the row of seats directly in front of the wheelchair space location to the tread of the wheelchair space location.
fr_ca: 1La hauteur de l'emplacement de l'espace pour fauteuil roulant est la distance verticale entre le coussin de la rangée de sièges directement devant l'emplacement de l'espace pour fauteuil roulant et le coussin de l'emplacement de l'espace pour fauteuil roulant.

source: 2021 INTERNATIONAL BUILDING CODE ( END)
fr_ca: CODE INTERNATIONAL DU BÂTIMENT 2021 (FIN)

source: 2021 INTERNATIONAL RESIDENTIAL CODE ( END)
fr_ca: CODE INTERNATIONAL DU BÂTIMENT RÉSIDENTIEL 2021 (FIN)

source: 2021 INTERNATIONAL RESIDENTIAL CODE
fr_ca: INTERNATIONAL RESIDENTIAL CODE 2021 (CODE RÉSIDENTIEL INTERNATIONAL 2021)

source: 2The row spacing is the back-to-back horizontal distance between the rows of seats in front of the wheelchair space location.
fr_ca: 2L'espacement des rangées est la distance horizontale dos à dos entre les rangées de sièges devant l'emplacement de l'espace pour fauteuil roulant.

source: 301.1 Scope.
fr_ca: 301.1 Portée.

source: 301.2 Overlap.
fr_ca: 301.2 Chevauchement.

source: 310.1 Residential Group R.
fr_ca: 310.1 Résidentiel, Groupe R.

source: 310.2 Residential Group R-1.
fr_ca: 310.2 Résidentiel, Groupe R-1.

source: 310.3 Residential Group R-2.
fr_ca: 310.3 Résidentiel, groupe R-2.

source: 310.4 Residential Group R-3.
fr_ca: 310.4 Résidentiel, groupe R-3.

source: 310.4.1 Care facilities within a dwelling.
fr_ca: 310.4.1 Établissements de soins dans une habitation.

source: 310.4.2 Lodging houses.
fr_ca: 310.4.2 Maisons de chambres.

source: 310.5 Residential Group R-4.
fr_ca: 310.5 Résidentiel, groupe R-4.

source: 3Seating treads less than 33 inches (840 mm) in depth shall not be permitted with risers greater than 18 inches (455 mm) in height.
fr_ca: 3 Les SIÈGES d'une profondeur inférieure à 33 po [840 mm] ne sont pas autorisés avec des contremarches d'une hauteur supérieure à 18 po [455 mm].

source: 403.1 Applicability.
fr_ca: 403.1 Applicabilité.

source: 403.2.1 Reduction in fire-resistance rating.
fr_ca: 403.2.1 Réduction du degré de la résistance au feu.

source: 403.2.1.1 Type of construction.
fr_ca: 403.2.1.1 Type de construction.

source: 403.2.1.2 Shaft enclosures.
fr_ca: 403.2.1.2 Puits encloisonnés.

source: 403.2.3 Sprayed fire-resistant materials (SFRM).
fr_ca: 403.2.3 Matériaux résistants au feu projetés (SFRM).

source: 403.5 Means of egress and evacuation.
fr_ca: 403.5 Moyens d'évacuation.

source: 403.5.1 Remoteness of interior exit stairways.
fr_ca: 403.5.1 Éloignement des escaliers d’issue intérieurs.

source: 403.5.2 Additional interior exit stairway.
fr_ca: 403.5.2 Escalier d’issue intérieur supplémentaire.

source: 403.5.3 Stairway door operation.
fr_ca: 403.5.3 Fonctionnement des portes de cage d'escalier.

source: 403.5.3.1 Stairway communication system.
fr_ca: 403.5.3.1 Système de communication de la cage d’escalier.

source: 403.5.4 Smokeproof enclosures.
fr_ca: 403.5.4 Encloisonnements à l’épreuve de la fumée.

source: 403.5.5 Luminous egress path markings.
fr_ca: 403.5.5 Marquages lumineux des issues d'évacuation.

source: 403.6 Elevators.
fr_ca: 403.6 Ascenseurs.

source: 403.6.1 Fire service access elevator.
fr_ca: 403.6.1 Ascenseur d'accès pour les services d'incendie.

source: 403.6.2 Occupant evacuation elevators.
fr_ca: 403.6.2 Ascenseurs d'évacuation des occupants.

source: 404.1 General.
fr_ca: 404.1 Généralités.

source: 404.10 Exit stairways in an atrium.
fr_ca: 404.10 Escaliers d'issue dans un atrium.

source: 404.11 Interior exit stairway discharge.
fr_ca: 404.11 Issue d’évacuation des escaliers d’issue intérieurs.

source: 404.2 Use.
fr_ca: 404.2 Utilisation.

source: 404.5 Smoke control.
fr_ca: 404.5 Contrôle de la fumée.

source: 404.6 Enclosure of atriums.
fr_ca: 404.6 Enceinte des atriums.

source: 404.8 Interior finish.
fr_ca: 404.8 Finition intérieure.

source: 404.9 Exit access travel distance.
fr_ca: 404.9 Distance de parcours jusqu’à l’issue.

source: 405.1 General.
fr_ca: 405.1 Généralités.

source: 405.10 Wet conditions.
fr_ca: 405.10 Conditions humides.

source: 405.2 Slope.
fr_ca: 405.2 Pente.

source: 405.3 Cross slope.
fr_ca: 405.3 Pente transversale.

source: 405.4 Floor surfaces.
fr_ca: 405.4 Surfaces de plancher.

source: 405.5 Clear width.
fr_ca: 405.5 Largeur libre.

source: 405.6 Rise.
fr_ca: 405.6 Contremarche.

source: 405.7 Landings.
fr_ca: 405.7 Paliers.

source: 405.7.1 Slope.
fr_ca: 405.7.1 Pente.

source: 405.7.2 Width.
fr_ca: 405.7.2 Largeur.

source: 405.7.3 Length.
fr_ca: 405.7.3 Longueur.

source: 405.7.4 Change in direction.
fr_ca: 405.7.4 Changement de direction.

source: 405.7.5 Doorways.
fr_ca: 405.7.5 Portes.

source: 405.8 Handrails.
fr_ca: 405.8 Rampes.

source: 405.9 Edge protection.
fr_ca: 405.9 Protection des bords.

source: 405.9.1 Extended floor surface.
fr_ca: 405.9.1 Surface de plancher prolongée.

source: 405.9.2 Curb or barrier.
fr_ca: 405.9.2 Bordure ou barrière.

source: 405.9.2.1 Curb.
fr_ca: 405.9.2.1 Bordure.

source: 405.9.2.2 Barrier.
fr_ca: 405.9.2.2 Barrière.

source: 407.1 Approval.
fr_ca: 407.1 Approbation.

source: 407.2 Bathtub waste outlets and overflows.
fr_ca: 407.2 Évacuations et trop-pleins de baignoire.

source: 407.2Elevator Landing Requirements.
fr_ca: 407.2 Exigences relatives aux paliers d'ascenseur.

source: 407.3 Glazing.
fr_ca: 407.3 Vitrage.

source: 407.4 Bathtub enclosure.
fr_ca: 407.4 Enceinte de baignoire.

source: 408.1 Approval.
fr_ca: 408.1 Approbation.

source: 408.1 General.
fr_ca: 408.1 Généralités.

source: 408.2 Elevator landing requirements.
fr_ca: 408.2 Exigences relatives aux paliers d'ascenseur.
